{
  "history": [
    {
      "stationName": "add new",
      "cases": [
        {
          "caseTitle": "add new",
          "caseDetails": "null"
        }
      ],
      "markScheme": [{ "text": "add new", "completed": false }]
    },
    {
      "stationName": "chest pain",
      "cases": [
        {
          "caseTitle": "57-year-old male started feeling chest pain after drinking milk",
          "caseDetails": "John, 57 years old reports that he had chest pain last night, which woke him from his sleep. The pain started at around 0200. He thinks it lasted about 20–25 minutes. He reports that he felt sweaty during the pain. He did not want to bother anyone so he rested and the pain eased. He reports that it was very painful and therefore wanted to see you to get it checked. He is currently not in any pain, although he feels quite tired. He has been a smoker for 40 years and "
        },
        {
          "caseTitle": "6-year-old boy feels chest pain in the mornings",
          "caseDetails": "A 6 year old boy with a history of hay fever develops fever, headache and malaise for 4 days followed by a nonproductive cough and scratchy throat. Despite chicken soup and orange juice, the cough and fever persist. Physical examination is unremarkable except for scattered rales over the left lower lung, and small bullae in his left tympanic membrane. Chest x-ray reveals a patchy left lower lobe infiltrate. At your request, he makes a heroic effort but is unable to produce sputum."
        },
        {
          "caseTitle": "28-year-old woman started feeling chest pain after running",
          "caseDetails": "Jennifer is a 28-year-old female who reports experiencing chest pain 10 days ago while she was out walking. Her chest and left shoulder felt tight. She stopped walking and rested and the pain eased.She did not seek medical help at the time because she thought it was a stitch. She then experienced the same pain while out walking 3 days ago, which stopped when she sat down."
        }
      ],
      "markScheme": [
        { "text": "Introduces themselves", "completed": false },
        { "text": "Washes hands", "completed": false },
        { "text": "Confirms patient details", "completed": false },
        {
          "text": "Asks if patient has experienced this symptom previously ",
          "completed": false
        }
      ]
    },
    {
      "stationName": "ear pain",
      "cases": [
        {
          "caseTitle": "add new",
          "caseDetails": "null"
        }
      ],
      "markScheme": [{ "text": "null", "completed": false }]
    },
    {
      "stationName": "vomiting",
      "cases": [
        {
          "caseTitle": "add new",
          "caseDetails": "null"
        }
      ],
      "markScheme": [{ "text": "null", "completed": false }]
    },
    {
      "stationName": "shortness of breath",
      "cases": [
        {
          "caseTitle": "add new",
          "caseDetails": "null"
        }
      ],
      "markScheme": [{ "text": "null", "completed": false }]
    },
    {
      "stationName": "visual loss",
      "cases": [
        {
          "caseTitle": "add new",
          "caseDetails": "null"
        }
      ],
      "markScheme": [{ "text": "null", "completed": false }]
    },
    {
      "stationName": "abdominal pain",
      "cases": [
        {
          "caseTitle": "add new",
          "caseDetails": "null"
        }
      ],
      "markScheme": [{ "text": "null", "completed": false }]
    },
    {
      "stationName": "cough",
      "cases": [
        {
          "caseTitle": "add new",
          "caseDetails": "null"
        }
      ],
      "markScheme": [{ "text": "null", "completed": false }]
    }
  ]
}
